<?php

return [
    'name_required' => 'لطفا نام را وارد نمایید.',
    'name_min' => 'طول فیلد نام حداقل باید 3 حرف باشد.',
    'name_max' => 'طول فیلد نام حداکثر باید 50 حرف باشد.',
    'family_required' => 'لطفا نام خانوادگی را وارد نمایید.',
    'family_min' => 'طول فیلد نام خانوادگی حداقل باید 3 حرف باشد.',
    'family_max' => 'طول فیلد نام خانوادگی حداکثر باید 50 حرف باشد.',
    'address_required' => 'لطفا نام خانوادگی را وارد نمایید.',
    'address_max' => 'طول فیلد نام خانوادگی حداکثر باید 200 حرف باشد.',
    'phone_required' => 'لطفا شماره تماس را وارد نمایید.',
    'phone_min' => 'طول فیلد شماره تماس حداقل باید 11 حرف باشد.',
    'phone_max' => 'طول فیلد شماره تماس حداکثر باید 50 حرف باشد.',
];
